Terraform Plan for terraform/eus/dev/frontend_asa:

```
data.local_file.fileset_hash["assets/PublicSans-Medium-zQ6fq27c.woff2"]: Reading...
data.local_file.fileset_hash["assets/sprite-5LGWy5xd.svg"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-700-I20238as.woff2"]: Reading...
data.local_file.fileset_hash["assets/Latin-Merriweather-Bold-CCF7lkx7.woff2"]: Reading...
data.local_file.fileset_hash["logo192.png"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-300-CIuXmEDd.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-ExtraLight-RJsedfk8.woff2"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-700italic-XT-YK-RT.woff2"]: Reading...
data.local_file.fileset_hash["manifest.json"]: Reading...
data.local_file.fileset_hash["assets/sprite-5LGWy5xd.svg"]: Read complete after 0s [id=cabaf08f1c43ebcf76617fd04272c37fe43d1526]
data.local_file.fileset_hash["assets/PublicSans-Medium-zQ6fq27c.woff2"]: Read complete after 0s [id=394246985ddf41a155c40bb054dd15cc0a0e2695]
data.local_file.fileset_hash["manifest.json"]: Read complete after 0s [id=b9bdb03cd54fd09f9f8b7bf646422f74b5afb9b1]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-700italic-XT-YK-RT.woff2"]: Read complete after 0s [id=cf07faf60a4563d0527a157f4c5177d3f5040d9a]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-700-I20238as.woff2"]: Read complete after 0s [id=c8c9d58abd0a9b3e130c19d24dfc61279c9288bf]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-regular-5TJ47K95.woff2"]: Reading...
data.local_file.fileset_hash["logo192.png"]: Read complete after 0s [id=7f4f2d68782a7fafceda84554ecab9b489877500]
data.local_file.fileset_hash["assets/Latin-Merriweather-Bold-CCF7lkx7.woff2"]: Read complete after 0s [id=7c39fdb2b551973b35c65562308100c0f7cd29d1]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-300italic-GqlOrwfO.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-ExtraLight-RJsedfk8.woff2"]: Read complete after 0s [id=fc54e61d9ca3f507c9a0af5f3c5084af190ef876]
data.local_file.fileset_hash["assets/PublicSans-Regular-FMOTWH4z.woff2"]: Reading...
data.local_file.fileset_hash["assets/hhs-logo-fGpBCi7U.jpg"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-regular-5TJ47K95.woff2"]: Read complete after 0s [id=64ea64bc9e5b805e5c4e846d29525c94eb275b50]
data.local_file.fileset_hash["assets/Latin-Merriweather-BoldItalic-JQDcMnUg.woff2"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-300italic-GqlOrwfO.woff2"]: Read complete after 0s [id=07654da9c45219e33a8c88868bbdfc7852075bec]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-300-CIuXmEDd.woff2"]: Read complete after 0s [id=78af81633bc6dd07e30f81022fc42cf02949ed6a]
data.local_file.fileset_hash["index.html"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-Bold-4lh402Lw.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-ExtraLightItalic-DvzEIrpw.woff2"]: Reading...
data.local_file.fileset_hash["favicon.ico"]: Reading...
data.local_file.fileset_hash["assets/index-z323APS9.js"]: Reading...
data.local_file.fileset_hash["assets/hhs-logo-fGpBCi7U.jpg"]: Read complete after 0s [id=2d01b78b1fae2e5ca23418355e8bc6240167e18a]
data.local_file.fileset_hash["index.html"]: Read complete after 0s [id=397e032444856e5e85a164ce494424eabd9beded]
data.local_file.fileset_hash["assets/Latin-Merriweather-BoldItalic-JQDcMnUg.woff2"]: Read complete after 0s [id=b8ec6067307a948965e19f6c2caae4ea1679b02e]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-italic-M8YJkiXM.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-ExtraLightItalic-DvzEIrpw.woff2"]: Read complete after 0s [id=92e398e0ffb6d3344af330eb57ea392ec7363ba6]
data.local_file.fileset_hash["assets/Latin-Merriweather-Light-PDnE-7rh.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-Italic-WyqsJash.woff2"]: Reading...
data.local_file.fileset_hash["favicon.ico"]: Read complete after 0s [id=1120538c77ad1f28a89243b4b53fe2ac16cc3bc6]
data.local_file.fileset_hash["assets/PublicSans-Bold-4lh402Lw.woff2"]: Read complete after 0s [id=302902d53fdc0df9e167b5db0139263ac3705ed0]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-italic-M8YJkiXM.woff2"]: Read complete after 0s [id=f84197395673cb89dc3e58ab1ce5cad53415e96c]
data.local_file.fileset_hash["assets/PublicSans-Regular-FMOTWH4z.woff2"]: Read complete after 0s [id=93baedc58d1dd21188fe6da8a059df9872beeaa0]
data.local_file.fileset_hash["logo512.png"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-SemiBoldItalic-6VEvhiCP.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-SemiBold-SVwjBnfs.woff2"]: Reading...
data.local_file.fileset_hash["assets/Latin-Merriweather-Light-PDnE-7rh.woff2"]: Read complete after 0s [id=d195cd29956095f88d74b2cf5af28bcd11a01916]
data.local_file.fileset_hash["assets/PublicSans-LightItalic-00lx5OWp.woff2"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-500italic-77bpN8in.woff2"]: Reading...
data.local_file.fileset_hash["logo512.png"]: Read complete after 0s [id=46915f9d02694ed49bfc7a9534947684103dc3fe]
data.local_file.fileset_hash["assets/PublicSans-Italic-WyqsJash.woff2"]: Read complete after 0s [id=769102507e673c1956878abfd436d1b605693e82]
data.local_file.fileset_hash["assets/PublicSans-MediumItalic-j3tmqO8z.woff2"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-SemiBoldItalic-6VEvhiCP.woff2"]: Read complete after 0s [id=4d39fdce81973f7b552871f67a9ab6318f027804]
data.local_file.fileset_hash["assets/PublicSans-Light-s9w0BL14.woff2"]: Reading...
data.local_file.fileset_hash["assets/OPRE_Logo-QQy68Yrd.png"]: Reading...
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-500italic-77bpN8in.woff2"]: Read complete after 0s [id=e1abfa9ad8409a3fcd308ad6046d563706b17e2e]
data.local_file.fileset_hash["assets/PublicSans-SemiBold-SVwjBnfs.woff2"]: Read complete after 0s [id=f743c17187ffb5ac9e1f473c7791cb7b250063b9]
data.local_file.fileset_hash["assets/hero-PagYR-AW.jpg"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-LightItalic-00lx5OWp.woff2"]: Read complete after 0s [id=a9faf2ef20561b7708e1ae6b2d0b9383a0a4005a]
data.local_file.fileset_hash["assets/PublicSans-MediumItalic-j3tmqO8z.woff2"]: Read complete after 0s [id=e9c3b9cfe29618a3f639c611bb22e4ce85c66e87]
data.local_file.fileset_hash["assets/OPRE_Logo-QQy68Yrd.png"]: Read complete after 0s [id=48b7d2edfe39bc53679eef71bc2e0983c654b4eb]
data.local_file.fileset_hash["assets/Latin-Merriweather-Italic-025x4r-i.woff2"]: Reading...
data.local_file.fileset_hash["assets/Latin-Merriweather-Regular-cMHUZnTa.woff2"]: Reading...
data.local_file.fileset_hash["assets/index-2DgXCDOF.css"]: Reading...
data.local_file.fileset_hash["assets/PublicSans-Light-s9w0BL14.woff2"]: Read complete after 0s [id=02e9cdfd6b98f95356c00808adbe213d7b6ffd39]
data.local_file.fileset_hash["assets/PublicSans-BoldItalic-Jq1RgZyv.woff2"]: Reading...
data.local_file.fileset_hash["assets/Latin-Merriweather-LightItalic-fzuv9GcB.woff2"]: Reading...
data.local_file.fileset_hash["assets/Latin-Merriweather-Italic-025x4r-i.woff2"]: Read complete after 0s [id=06e8df90d6b1c7b4cd12e67530ad0ab9c6f85ef4]
data.local_file.fileset_hash["assets/Latin-Merriweather-Regular-cMHUZnTa.woff2"]: Read complete after 0s [id=1ae84638ff79188bbdd85f4ea0c09429c7539093]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-500-qqdFr_9E.woff2"]: Reading...
data.local_file.fileset_hash["robots.txt"]: Reading...
data.local_file.fileset_hash["robots.txt"]: Read complete after 0s [id=044ce68f83ee8543475fea16f6e3a73d28a1c6d5]
data.local_file.fileset_hash["assets/PublicSans-BoldItalic-Jq1RgZyv.woff2"]: Read complete after 0s [id=18c78fc89624b2de976c8ba8ebc2049d0f1f6461]
data.local_file.fileset_hash["assets/Latin-Merriweather-LightItalic-fzuv9GcB.woff2"]: Read complete after 0s [id=641b83f081569a6007cad9d6cb8be6f59bd75140]
data.local_file.fileset_hash["assets/roboto-mono-v5-latin-500-qqdFr_9E.woff2"]: Read complete after 0s [id=269a453bdc9ca0011cf092aa1fdba665750f0706]
data.local_file.fileset_hash["assets/hero-PagYR-AW.jpg"]: Read complete after 0s [id=f38f28109e2cdd9117af6298acddd8d137a66e4e]
data.local_file.fileset_hash["assets/index-2DgXCDOF.css"]: Read complete after 0s [id=6b4b5c41f88d622c09fd1af4576914cb17191ba4]
data.local_file.fileset_hash["assets/index-z323APS9.js"]: Read complete after 0s [id=96e7549d527f84b5e83f3d1050dff4c288487e25]
data.azurerm_storage_account.static_fe: Reading...
data.azurerm_storage_account.static_fe: Read complete after 0s [id=/subscriptions/91ab8ed2-74e6-4366-aaf5-036186ec70db/resourceGroups/opre-ops-dev-eus-core-rg/providers/Microsoft.Storage/storageAccounts/opreopsdeveussfest]

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # azurerm_storage_blob.site["assets/Latin-Merriweather-Bold-CCF7lkx7.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "115f5a1d96eaa67ffee687960dd770f3"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/Latin-Merriweather-Bold-CCF7lkx7.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/Latin-Merriweather-Bold-CCF7lkx7.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/Latin-Merriweather-BoldItalic-JQDcMnUg.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "2750a1e9d21f8b94f614bf36a3c53a0a"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/Latin-Merriweather-BoldItalic-JQDcMnUg.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/Latin-Merriweather-BoldItalic-JQDcMnUg.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/Latin-Merriweather-Italic-025x4r-i.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "2412c72a898d4ed8f67e1351f7360067"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/Latin-Merriweather-Italic-025x4r-i.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/Latin-Merriweather-Italic-025x4r-i.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/Latin-Merriweather-Light-PDnE-7rh.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "4f0fb5042c21b257ae0707783ac29626"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/Latin-Merriweather-Light-PDnE-7rh.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/Latin-Merriweather-Light-PDnE-7rh.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/Latin-Merriweather-LightItalic-fzuv9GcB.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "08acae9c0b84b1ac1ea5cc76846bb3f4"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/Latin-Merriweather-LightItalic-fzuv9GcB.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/Latin-Merriweather-LightItalic-fzuv9GcB.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/Latin-Merriweather-Regular-cMHUZnTa.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "fa9b615a25bdf9c42a7f6ffa223c1eb0"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/Latin-Merriweather-Regular-cMHUZnTa.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/Latin-Merriweather-Regular-cMHUZnTa.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/OPRE_Logo-QQy68Yrd.png"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "afb03b611a50cc1415e83ffbd398fe27"
      + content_type           = "image/png"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/OPRE_Logo-QQy68Yrd.png"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/OPRE_Logo-QQy68Yrd.png"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-Bold-4lh402Lw.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "d914660e7e423bdc769be15a74061495"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-Bold-4lh402Lw.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-Bold-4lh402Lw.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-BoldItalic-Jq1RgZyv.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "e21bafc21da521212c4d72cfa0f0583c"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-BoldItalic-Jq1RgZyv.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-BoldItalic-Jq1RgZyv.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-ExtraLight-RJsedfk8.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "8a799c6d332b45f8632cd7a2b415e0ba"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-ExtraLight-RJsedfk8.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-ExtraLight-RJsedfk8.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-ExtraLightItalic-DvzEIrpw.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "1af8332e565df14f5a176b3ec22079c4"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-ExtraLightItalic-DvzEIrpw.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-ExtraLightItalic-DvzEIrpw.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-Italic-WyqsJash.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "5d013800e39a39720679f832d703f15b"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-Italic-WyqsJash.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-Italic-WyqsJash.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-Light-s9w0BL14.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "63e65fbc59bdface51ba23dcb1565b23"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-Light-s9w0BL14.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-Light-s9w0BL14.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-LightItalic-00lx5OWp.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "a3122b0f1610260b83bc93d37af129b7"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-LightItalic-00lx5OWp.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-LightItalic-00lx5OWp.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-Medium-zQ6fq27c.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "029f6f0129beaededd6e592095429d81"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-Medium-zQ6fq27c.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-Medium-zQ6fq27c.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-MediumItalic-j3tmqO8z.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "b300c8eae8d672ccc9984a6d3da36337"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-MediumItalic-j3tmqO8z.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-MediumItalic-j3tmqO8z.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-Regular-FMOTWH4z.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "96ca2a24c1787dd7f2d08e4a01df959c"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-Regular-FMOTWH4z.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-Regular-FMOTWH4z.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-SemiBold-SVwjBnfs.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "82ee13d8c71c9fe2af41c81666cc6e9d"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-SemiBold-SVwjBnfs.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-SemiBold-SVwjBnfs.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/PublicSans-SemiBoldItalic-6VEvhiCP.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "d763516c7ac37770b3fd5a89829007eb"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/PublicSans-SemiBoldItalic-6VEvhiCP.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/PublicSans-SemiBoldItalic-6VEvhiCP.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/hero-PagYR-AW.jpg"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "07c4bca195b13a0e98bcb89dfce5372b"
      + content_type           = "image/jpeg"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/hero-PagYR-AW.jpg"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/hero-PagYR-AW.jpg"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/hhs-logo-fGpBCi7U.jpg"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "1478b29d859bfde231e511f7cdbf1340"
      + content_type           = "image/jpeg"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/hhs-logo-fGpBCi7U.jpg"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/hhs-logo-fGpBCi7U.jpg"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/index-2DgXCDOF.css"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "d8c0626394c1ccc6e69b90e5f8e26533"
      + content_type           = "text/css"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/index-2DgXCDOF.css"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/index-2DgXCDOF.css"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/index-z323APS9.js"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "972560b9838f28e4dcb1ab38c27d5287"
      + content_type           = "application/javascript"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/index-z323APS9.js"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/index-z323APS9.js"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-300-CIuXmEDd.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "db95b37ec6ef04cd349d098941e5f70b"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-300-CIuXmEDd.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-300-CIuXmEDd.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-300italic-GqlOrwfO.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "18357ddaddc4d4f13c5f49985327a2db"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-300italic-GqlOrwfO.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-300italic-GqlOrwfO.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-500-qqdFr_9E.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "f70f506c38700cacd79c9564cc98552c"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-500-qqdFr_9E.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-500-qqdFr_9E.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-500italic-77bpN8in.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "c5465264d55124f161cffe17e7790e7b"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-500italic-77bpN8in.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-500italic-77bpN8in.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-700-I20238as.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "4bc0bd04b8b2f6730b5997503fa4ce5a"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-700-I20238as.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-700-I20238as.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-700italic-XT-YK-RT.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "5eca10b5e58c4e2a8164f89bef5dbd7e"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-700italic-XT-YK-RT.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-700italic-XT-YK-RT.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-italic-M8YJkiXM.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "55befc28b6c06f712a38e2f4153967e1"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-italic-M8YJkiXM.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-italic-M8YJkiXM.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/roboto-mono-v5-latin-regular-5TJ47K95.woff2"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "e92cc0fb9e1a7debc138224fd02a462a"
      + content_type           = "font/woff2"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/roboto-mono-v5-latin-regular-5TJ47K95.woff2"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/roboto-mono-v5-latin-regular-5TJ47K95.woff2"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["assets/sprite-5LGWy5xd.svg"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "8507dc16bf8f37df7ff1e37177366133"
      + content_type           = "image/svg+xml"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "assets/sprite-5LGWy5xd.svg"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/assets/sprite-5LGWy5xd.svg"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["favicon.ico"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "c92b85a5b907c70211f4ec25e29a8c4a"
      + content_type           = "image/x-icon"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "favicon.ico"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/favicon.ico"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["index.html"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "14ed0b7fbebe206db8e327631cb74d26"
      + content_type           = "text/html"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "index.html"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/index.html"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["logo192.png"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "33dbdd0177549353eeeb785d02c294af"
      + content_type           = "image/png"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "logo192.png"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/logo192.png"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["logo512.png"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "917515db74ea8d1aee6a246cfbcc0b45"
      + content_type           = "image/png"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "logo512.png"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/logo512.png"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["manifest.json"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "548dc155bcc9a4b604c0c0144c3fddb0"
      + content_type           = "application/json"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "manifest.json"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/manifest.json"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

  # azurerm_storage_blob.site["robots.txt"] will be created
  + resource "azurerm_storage_blob" "site" {
      + access_tier            = (known after apply)
      + content_md5            = "fa1ded1ed7c11438a9b0385b1e112850"
      + content_type           = "text/plain"
      + id                     = (known after apply)
      + metadata               = (known after apply)
      + name                   = "robots.txt"
      + parallelism            = 8
      + size                   = 0
      + source                 = "../../../../frontend/build/robots.txt"
      + storage_account_name   = "opreopsdeveussfest"
      + storage_container_name = "$web"
      + type                   = "Block"
      + url                    = (known after apply)
    }

Plan: 38 to add, 0 to change, 0 to destroy.

Changes to Outputs:
  ~ domain = "https://opre-ops-dev-eus-fe-ca.blackpond-5cf544be.eastus.azurecontainerapps.io" -> "https://opreopsdeveussfest.z13.web.core.windows.net"
```

Plan saved to GH artifacts.